Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Bridge you submitted
af: Brug wat jy ingedien het
ar: الجسر الذي أرسلته
bg: Мост, който подадохте
bn: আপনার জমা দেওয়া ব্রিজ
ca: Pont que has enviat
cs: Most, který jste odeslali
da: Bro du sendte
de: Von dir übermittelte Bridge
el: Γεφύρωση που υποβάλατε
es: Puente que enviaste
et: Sild, mille esitasite
fa: پلی که ارسال کردید
fi: Lähettämäsi silta
fil: Bridge na iyong isinumite
fr: Pont que vous avez soumis
he: הגשר ששלחת
hi: आपके द्वारा सबमिट किया गया ब्रिज
hr: Most koji ste poslali
hu: Az általad elküldött híd
id: Bridge yang Anda kirim
is: Brú sem þú sendir inn
it: Bridge che hai inviato
ja: 送信したブリッジ
ko: 제출한 브리지
lt: Tiltas, kurį pateikėte
lv: Tilts, ko iesniedzāt
ml: നിങ്ങൾ സമർപ്പിച്ച ബ്രിഡ്ജ്
mr: तुम्ही सबमिट केलेला ब्रिज
ms: Jambatan yang anda hantar
nb: Bro du sendte
nl: Bridge die je hebt ingediend
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਜਮ੍ਹਾਂ ਕੀਤਾ ਬ੍ਰਿਜ
pl: Most, który przesłałeś
pt_br: Ponte que você enviou
ro: Puntea pe care ai trimis-o
ru: Отправленный вами мост
sk: Most, ktorý ste odoslali
sl: Most, ki ste ga oddali
sr: Most koji ste poslali
sv: Brygga du skickade
sw: Daraja uliloliwasilisha
ta: நீங்கள் சமர்ப்பித்த பாலம்
te: మీరు సమర్పించిన బ్రిడ్జ్
th: บริดจ์ที่คุณส่ง
tr: Gönderdiğiniz köprü
uk: Перенесення через міст, яке ви надіслали
ur: وہ برج جو آپ نے جمع کیا
vi: Cầu nối bạn đã gửi
zh_hans: 你提交的跨链桥
zh_hant: 你提交的跨鏈橋

source: Bridged
af: Oorgebrug
ar: تم الجسر
bg: Прехвърлено
bn: ব্রিজ করা হয়েছে
ca: Enllaçat
cs: Přemostěno
da: Broforbundet
de: Überbrückt
el: Γεφυρώθηκε
es: Transferido por puente
et: Sillatud
fa: پل زده شد
fi: Sillattu
fil: Na-bridge
fr: Ponté
he: גושר
hi: ब्रिज किया गया
hr: Premošteno
hu: Áthidalva
id: Di-bridge
is: Brúað
it: Trasferito tramite bridge
ja: ブリッジ済み
ko: 브리지됨
lt: Perkelta tiltu
lv: Pārvietots ar tiltu
ml: ബ്രിഡ്ജ് ചെയ്തു
mr: ब्रिज केले
ms: Dijambatani
nb: Bygget bro
nl: Gebridged
pa: ਬ੍ਰਿਜ ਕੀਤਾ
pl: Przeniesiono
pt_br: Transferido por ponte
ro: Transferat prin punte
ru: Переведено через мост
sk: Premostené
sl: Premoščeno
sr: Premošćeno
sv: Överbryggad
sw: Limevushwa
ta: பாலமிடப்பட்டது
te: బ్రిడ్జ్ చేయబడింది
th: บริดจ์แล้ว
tr: Köprülendi
uk: Перенесено через міст
ur: برج ہو گیا
vi: Đã bắc cầu
zh_hans: 已跨链
zh_hant: 已跨鏈

source: Bridging
af: Oorbrug tans
ar: جارٍ الجسر
bg: Прехвърляне
bn: ব্রিজিং
ca: S'està enllaçant
cs: Přemosťování
da: Broforbinder
de: Wird überbrückt
el: Γεφύρωση
es: Transfiriendo por puente
et: Sildamine
fa: در حال پل زدن
fi: Sillataan
fil: Nag-bri-bridge
fr: Pontage
he: מגשר
hi: ब्रिज हो रहा है
hr: Premošćivanje
hu: Áthidalás
id: Mem-bridge
is: Brúar
it: Bridge in corso
ja: ブリッジ中
ko: 브리지 중
lt: Perkeliama tiltu
lv: Pārvieto ar tiltu
ml: ബ്രിഡ്ജ് ചെയ്യുന്നു
mr: ब्रिजिंग
ms: Menjambatani
nb: Bygger bro
nl: Bridgen
pa: ਬ੍ਰਿਜਿੰਗ
pl: Przenoszenie
pt_br: Transferindo por ponte
ro: Se transferă prin punte
ru: Перевод через мост
sk: Premosťovanie
sl: Premoščanje
sr: Premošćavanje
sv: Överbryggar
sw: Inavusha
ta: பாலமிடுகிறது
te: బ్రిడ్జ్ చేస్తోంది
th: กำลังบริดจ์
tr: Köprüleniyor
uk: Перенесення через міст
ur: برج ہو رہا ہے
vi: Đang bắc cầu
zh_hans: 跨链中
zh_hant: 跨鏈中

source: Bridging — waiting for on-chain confirmation
af: Oorbrug tans — wag vir bevestiging op die ketting
ar: جارٍ الجسر — في انتظار التأكيد على السلسلة
bg: Прехвърляне — изчакване на потвърждение в мрежата
bn: ব্রিজিং — অন-চেইন নিশ্চিতকরণের অপেক্ষায়
ca: S'està enllaçant: s'espera la confirmació a la cadena
cs: Přemosťování — čeká se na potvrzení v řetězci
da: Broforbinder — venter på bekræftelse på kæden
de: Wird überbrückt – Warte auf On-Chain-Bestätigung
el: Γεφύρωση — αναμονή επιβεβαίωσης στην αλυσίδα
es: Transfiriendo por puente — esperando la confirmación en cadena
et: Sildamine — oodatakse ahelasisest kinnitust
fa: در حال پل زدن — در انتظار تأیید روی زنجیره
fi: Sillataan — odotetaan vahvistusta ketjussa
fil: Nag-bri-bridge — naghihintay ng on-chain na kumpirmasyon
fr: Pontage — en attente de confirmation sur la chaîne
he: מגשר — ממתין לאישור ברשת
hi: ब्रिज हो रहा है — ऑन-चेन पुष्टि की प्रतीक्षा में
hr: Premošćivanje — čeka se potvrda na lancu
hu: Áthidalás — láncon belüli megerősítésre várva
id: Mem-bridge — menunggu konfirmasi on-chain
is: Brúar — bíður staðfestingar á keðju
it: Bridge in corso — in attesa della conferma on-chain
ja: ブリッジ中 — オンチェーンでの承認を待っています
ko: 브리지 중 — 온체인 확인 대기 중
lt: Perkeliama tiltu – laukiama patvirtinimo grandinėje
lv: Pārvieto ar tiltu — gaida apstiprinājumu tīklā
ml: ബ്രിഡ്ജ് ചെയ്യുന്നു — ഓൺ-ചെയിൻ സ്ഥിരീകരണത്തിനായി കാത്തിരിക്കുന്നു
mr: ब्रिजिंग — ऑन-चेन पुष्टीची प्रतीक्षा करत आहे
ms: Menjambatani — menunggu pengesahan dalam rangkaian
nb: Bygger bro — venter på bekreftelse på kjeden
nl: Bridgen — wachten op on-chain bevestiging
pa: ਬ੍ਰਿਜਿੰਗ — ਆਨ-ਚੇਨ ਪੁਸ਼ਟੀ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ
pl: Przenoszenie — oczekiwanie na potwierdzenie w sieci
pt_br: Transferindo por ponte — aguardando confirmação on-chain
ro: Transfer prin punte — se așteaptă confirmarea pe lanț
ru: Перевод через мост — ожидание подтверждения в сети
sk: Premosťovanie — čaká sa na potvrdenie v reťazci
sl: Premoščanje — čakanje na potrditev v verigi
sr: Premošćavanje — čekanje potvrde na lancu
sv: Överbryggar — väntar på bekräftelse på kedjan
sw: Inavusha — inasubiri uthibitisho wa kwenye mnyororo
ta: பாலமிடுகிறது — ஆன்-செயின் உறுதிப்படுத்தலுக்காகக் காத்திருக்கிறது
te: బ్రిడ్జ్ చేస్తోంది — ఆన్-చైన్ నిర్ధారణ కోసం వేచి ఉంది
th: กำลังบริดจ์ — รอการยืนยันบนเชน
tr: Köprüleniyor — zincir üzerinde onay bekleniyor
uk: Перенесення через міст — очікування підтвердження в мережі
ur: برج ہو رہا ہے — آن چین تصدیق کا انتظار
vi: Đang bắc cầu — đang chờ xác nhận trên chuỗi
zh_hans: 跨链中——等待链上确认
zh_hant: 跨鏈中——等待鏈上確認

source: Bring an existing wallet into Aperture.
af: Bring 'n bestaande beursie in Aperture in.
ar: أحضر محفظة موجودة إلى Aperture.
bg: Доведи съществуващ портфейл в Aperture.
bn: একটি বিদ্যমান ওয়ালেট Aperture-এ আনুন।
ca: Porta una wallet existent a Aperture.
cs: Přeneste existující peněženku do Aperture.
da: Tag en eksisterende wallet ind i Aperture.
de: Übernimm eine bestehende Wallet in Aperture.
el: Φέρτε ένα υπάρχον πορτοφόλι στο Aperture.
es: Trae una wallet existente a Aperture.
et: Too olemasolev rahakott Aperture'i.
fa: یک کیف‌پول موجود را به Aperture بیاورید.
fi: Tuo olemassa oleva lompakko Aperturen.
fil: Dalhin ang isang umiiral na wallet sa Aperture.
fr: Importez un portefeuille existant dans Aperture.
he: הבא ארנק קיים אל Aperture.
hi: किसी मौजूदा वॉलेट को Aperture में लाएँ।
hr: Dovedi postojeći novčanik u Aperture.
hu: Hozz be egy meglévő tárcát az Aperture-be.
id: Bawa dompet yang sudah ada ke Aperture.
is: Komdu með núverandi veski inn í Aperture.
it: Porta un wallet esistente in Aperture.
ja: 既存のウォレットを Aperture に取り込みます。
ko: 기존 지갑을 Aperture로 가져오세요.
lt: Atsinešk esamą piniginę į Aperture.
lv: Atnes esošu maku uz Aperture.
ml: നിലവിലുള്ള ഒരു വാലറ്റ് Aperture-ലേക്ക് കൊണ്ടുവരൂ.
mr: विद्यमान वॉलेट Aperture मध्ये आणा.
ms: Bawa dompet sedia ada ke dalam Aperture.
nb: Ta med en eksisterende lommebok inn i Aperture.
nl: Breng een bestaande wallet over naar Aperture.
pa: ਮੌਜੂਦਾ ਵਾਲੇਟ ਨੂੰ Aperture ਵਿੱਚ ਲਿਆਓ।
pl: Przenieś istniejący portfel do Aperture.
pt_br: Traga uma wallet existente para o Aperture.
ro: Adu un portofel existent în Aperture.
ru: Перенесите существующий кошелёк в Aperture.
sk: Prenes existujúcu peňaženku do Aperture.
sl: Prenesi obstoječo denarnico v Aperture.
sr: Доведи постојећи новчаник у Aperture.
sv: Ta in en befintlig plånbok i Aperture.
sw: Leta pochi iliyopo ndani ya Aperture.
ta: ஏற்கனவே உள்ள வாலெட்டை Aperture-க்கு கொண்டு வாருங்கள்.
te: ఇప్పటికే ఉన్న వాలెట్‌ను Apertureలోకి తీసుకురండి.
th: นำกระเป๋าที่มีอยู่เข้าสู่ Aperture
tr: Mevcut bir cüzdanı Aperture'a getir.
uk: Перенесіть наявний гаманець у Aperture.
ur: ایک موجودہ والیٹ کو Aperture میں لائیں۔
vi: Đưa một ví hiện có vào Aperture.
zh_hans: 将已有的钱包导入 Aperture。
zh_hant: 將已有的錢包匯入 Aperture。

source: Broadcast to \(executed.chain.displayName) and confirmed on-chain.
af: Uitgesaai na \(executed.chain.displayName) en op die ketting bevestig.
ar: تم بثّها إلى \(executed.chain.displayName) وتأكيدها على السلسلة.
bg: Излъчена към \(executed.chain.displayName) и потвърдена в блокчейна.
bn: \(executed.chain.displayName)-এ সম্প্রচার করা হয়েছে এবং অন-চেইন নিশ্চিত হয়েছে।
ca: Transmesa a \(executed.chain.displayName) i confirmada a la cadena.
cs: Odesláno do sítě \(executed.chain.displayName) a potvrzeno na blockchainu.
da: Sendt til \(executed.chain.displayName) og bekræftet on-chain.
de: An \(executed.chain.displayName) gesendet und On-Chain bestätigt.
el: Μεταδόθηκε στο \(executed.chain.displayName) και επιβεβαιώθηκε on-chain.
es: Transmitido a \(executed.chain.displayName) y confirmado en la cadena.
et: Edastatud võrku \(executed.chain.displayName) ja kinnitatud ahelas.
fa: در \(executed.chain.displayName) منتشر شد و روی زنجیره تأیید شد.
fi: Lähetetty verkkoon \(executed.chain.displayName) ja vahvistettu lohkoketjussa.
fil: Na-broadcast sa \(executed.chain.displayName) at nakumpirma on-chain.
fr: Diffusée sur \(executed.chain.displayName) et confirmée sur la chaîne.
he: שודרה אל \(executed.chain.displayName) ואושרה על גבי הרשת.
hi: \(executed.chain.displayName) पर प्रसारित किया गया और ऑन-चेन पुष्ट हुआ।
hr: Emitirano u mrežu \(executed.chain.displayName) i potvrđeno na lancu.
hu: Elküldve a(z) \(executed.chain.displayName) hálózatra, és megerősítve a láncon.
id: Disiarkan ke \(executed.chain.displayName) dan dikonfirmasi on-chain.
is: Sent á \(executed.chain.displayName) og staðfest á keðjunni.
it: Trasmessa su \(executed.chain.displayName) e confermata on-chain.
ja: \(executed.chain.displayName) にブロードキャストし、オンチェーンで確認されました。
ko: \(executed.chain.displayName)에 전송되어 온체인에서 확인되었어요.
lt: Išsiųsta į \(executed.chain.displayName) ir patvirtinta grandinėje.
lv: Pārraidīts uz \(executed.chain.displayName) un apstiprināts ķēdē.
ml: \(executed.chain.displayName) ലേക്ക് പ്രക്ഷേപണം ചെയ്യുകയും ചെയിനിൽ സ്ഥിരീകരിക്കുകയും ചെയ്തു.
mr: \(executed.chain.displayName) वर प्रसारित केले आणि चेनवर पुष्टी झाली.
ms: Disiarkan ke \(executed.chain.displayName) dan disahkan di atas rantai.
nb: Kringkastet til \(executed.chain.displayName) og bekreftet on-chain.
nl: Verzonden naar \(executed.chain.displayName) en on-chain bevestigd.
pa: \(executed.chain.displayName) ਉੱਤੇ ਪ੍ਰਸਾਰਿਤ ਕੀਤਾ ਅਤੇ ਚੇਨ ਉੱਤੇ ਪੁਸ਼ਟੀ ਹੋ ਗਈ।
pl: Wysłano do \(executed.chain.displayName) i potwierdzono w łańcuchu.
pt_br: Transmitida para \(executed.chain.displayName) e confirmada on-chain.
ro: Difuzată către \(executed.chain.displayName) și confirmată on-chain.
ru: Отправлено в сеть \(executed.chain.displayName) и подтверждено в блокчейне.
sk: Odoslané do siete \(executed.chain.displayName) a potvrdené na blockchaine.
sl: Posredovano v omrežje \(executed.chain.displayName) in potrjeno v verigi.
sr: Емитовано у мрежу \(executed.chain.displayName) и потврђено на ланцу.
sv: Sänd till \(executed.chain.displayName) och bekräftad on-chain.
sw: Imetangazwa kwa \(executed.chain.displayName) na kuthibitishwa kwenye mnyororo.
ta: \(executed.chain.displayName) இல் ஒளிபரப்பப்பட்டு செயினில் உறுதிப்படுத்தப்பட்டது.
te: \(executed.chain.displayName)కి ప్రసారం చేయబడింది మరియు చైన్‌లో నిర్ధారించబడింది.
th: เผยแพร่ไปยัง \(executed.chain.displayName) และยืนยันบนเชนแล้ว
tr: \(executed.chain.displayName) ağına yayınlandı ve zincir üzerinde onaylandı.
uk: Надіслано до \(executed.chain.displayName) та підтверджено в блокчейні.
ur: \(executed.chain.displayName) پر نشر کر دیا گیا اور آن چین تصدیق ہو گئی۔
vi: Đã phát lên \(executed.chain.displayName) và được xác nhận trên chuỗi.
zh_hans: 已广播至 \(executed.chain.displayName)，并在链上确认。
zh_hant: 已廣播至 \(executed.chain.displayName)，並在鏈上確認。

source: Broadcast to %@ and confirmed on-chain.
af: Uitgesaai na %@ en bevestig op die ketting.
ar: تم البث إلى %@ والتأكيد على السلسلة.
bg: Излъчено до %@ и потвърдено в мрежата.
bn: %@-এ সম্প্রচার করা হয়েছে এবং অন-চেইন নিশ্চিত হয়েছে।
ca: Emès a %@ i confirmat a la cadena.
cs: Odesláno do %@ a potvrzeno v řetězci.
da: Udsendt til %@ og bekræftet på kæden.
de: An %@ gesendet und On-Chain bestätigt.
el: Μεταδόθηκε στο %@ και επιβεβαιώθηκε στην αλυσίδα.
es: Transmitido a %@ y confirmado en cadena.
et: Edastatud võrku %@ ja kinnitatud ahelas.
fa: به %@ ارسال و روی زنجیره تأیید شد.
fi: Lähetetty verkkoon %@ ja vahvistettu ketjussa.
fil: Naibo-broadcast sa %@ at nakumpirma on-chain.
fr: Diffusé sur %@ et confirmé sur la chaîne.
he: שודר אל %@ ואושר ברשת.
hi: %@ पर ब्रॉडकास्ट किया गया और ऑन-चेन पुष्टि हुई।
hr: Emitirano na %@ i potvrđeno na lancu.
hu: Elküldve a(z) %@ hálózatra és megerősítve a láncon.
id: Disiarkan ke %@ dan dikonfirmasi on-chain.
is: Sent á %@ og staðfest á keðju.
it: Trasmessa a %@ e confermata on-chain.
ja: %@ にブロードキャストされ、オンチェーンで承認されました。
ko: %@에 전파되어 온체인에서 확인되었습니다.
lt: Transliuota į %@ ir patvirtinta grandinėje.
lv: Pārraidīts uz %@ un apstiprināts tīklā.
ml: %@-ലേക്ക് പ്രക്ഷേപണം ചെയ്ത് ഓൺ-ചെയിനിൽ സ്ഥിരീകരിച്ചു.
mr: %@ वर प्रसारित केले आणि ऑन-चेन पुष्टी झाली.
ms: Disiarkan ke %@ dan disahkan dalam rangkaian.
nb: Kringkastet til %@ og bekreftet på kjeden.
nl: Verstuurd naar %@ en on-chain bevestigd.
pa: %@ 'ਤੇ ਪ੍ਰਸਾਰਿਤ ਕੀਤਾ ਅਤੇ ਆਨ-ਚੇਨ ਪੁਸ਼ਟੀ ਹੋਈ।
pl: Rozgłoszono do %@ i potwierdzono w sieci.
pt_br: Transmitido para %@ e confirmado on-chain.
ro: Difuzată către %@ și confirmată pe lanț.
ru: Отправлено в %@ и подтверждено в сети.
sk: Vysielané do %@ a potvrdené v reťazci.
sl: Oddano v %@ in potrjeno v verigi.
sr: Emitovano na %@ i potvrđeno na lancu.
sv: Sänd till %@ och bekräftad på kedjan.
sw: Imetangazwa kwa %@ na kuthibitishwa kwenye mnyororo.
ta: %@ க்கு ஒளிபரப்பப்பட்டு ஆன்-செயினில் உறுதிப்படுத்தப்பட்டது.
te: %@కు ప్రసారం చేయబడింది మరియు ఆన్-చైన్‌లో నిర్ధారించబడింది.
th: ส่งออกไปยัง %@ และยืนยันบนเชนแล้ว
tr: %@ ağına yayınlandı ve zincir üzerinde onaylandı.
uk: Надіслано до %@ і підтверджено в мережі.
ur: %@ پر نشر اور آن چین تصدیق ہو گئی۔
vi: Đã phát lên %@ và xác nhận trên chuỗi.
zh_hans: 已广播到 %@ 并在链上确认。
zh_hant: 已廣播到 %@ 並在鏈上確認。

source: Broadcast to the \(transaction.chain.displayName) network. Confirming may take a moment — you can safely leave this screen.
af: Uitgesaai na die \(transaction.chain.displayName)-netwerk. Bevestiging kan ’n oomblik neem — jy kan hierdie skerm veilig verlaat.
ar: تم بثّها إلى شبكة \(transaction.chain.displayName). قد يستغرق التأكيد لحظة — يمكنك مغادرة هذه الشاشة بأمان.
bg: Излъчена към мрежата \(transaction.chain.displayName). Потвърждението може да отнеме момент — можете безопасно да напуснете този екран.
bn: \(transaction.chain.displayName) নেটওয়ার্কে সম্প্রচার করা হয়েছে। নিশ্চিত হতে কিছুটা সময় লাগতে পারে — আপনি নিরাপদে এই স্ক্রিন থেকে বেরিয়ে যেতে পারেন।
ca: Transmesa a la xarxa \(transaction.chain.displayName). La confirmació pot trigar un moment — pots sortir d’aquesta pantalla amb seguretat.
cs: Odesláno do sítě \(transaction.chain.displayName). Potvrzení může chvíli trvat — tuto obrazovku můžete bezpečně opustit.
da: Sendt til \(transaction.chain.displayName)-netværket. Bekræftelsen kan tage et øjeblik — du kan trygt forlade denne skærm.
de: An das \(transaction.chain.displayName)-Netzwerk gesendet. Die Bestätigung kann einen Moment dauern — Sie können diesen Bildschirm bedenkenlos verlassen.
el: Μεταδόθηκε στο δίκτυο \(transaction.chain.displayName). Η επιβεβαίωση μπορεί να πάρει λίγο χρόνο — μπορείτε να φύγετε από αυτήν την οθόνη με ασφάλεια.
es: Transmitido a la red \(transaction.chain.displayName). La confirmación puede tardar un momento — puedes salir de esta pantalla con seguridad.
et: Edastatud võrku \(transaction.chain.displayName). Kinnitamine võib veidi aega võtta — sa võid selle ekraani turvaliselt sulgeda.
fa: در شبکه \(transaction.chain.displayName) منتشر شد. تأیید ممکن است لحظه‌ای طول بکشد — می‌توانید با خیال راحت این صفحه را ترک کنید.
fi: Lähetetty \(transaction.chain.displayName)-verkkoon. Vahvistus voi kestää hetken — voit turvallisesti poistua tästä näkymästä.
fil: Na-broadcast sa network na \(transaction.chain.displayName). Maaaring tumagal nang sandali ang pagkumpirma — ligtas mong maiiwan ang screen na ito.
fr: Diffusée sur le réseau \(transaction.chain.displayName). La confirmation peut prendre un instant — vous pouvez quitter cet écran en toute sécurité.
he: שודרה אל רשת \(transaction.chain.displayName). האישור עשוי להימשך רגע — אפשר לצאת מהמסך הזה בבטחה.
hi: \(transaction.chain.displayName) नेटवर्क पर प्रसारित किया गया। पुष्टि होने में थोड़ा समय लग सकता है — आप यह स्क्रीन सुरक्षित रूप से छोड़ सकते हैं।
hr: Emitirano u mrežu \(transaction.chain.displayName). Potvrda može potrajati trenutak — ovaj zaslon možete sigurno napustiti.
hu: Elküldve a(z) \(transaction.chain.displayName) hálózatra. A megerősítés eltarthat egy ideig — nyugodtan elhagyhatja ezt a képernyőt.
id: Disiarkan ke jaringan \(transaction.chain.displayName). Konfirmasi mungkin memerlukan waktu sejenak — Anda dapat meninggalkan layar ini dengan aman.
is: Sent á \(transaction.chain.displayName)-netið. Staðfesting getur tekið augnablik — þú getur óhætt farið af þessum skjá.
it: Trasmessa sulla rete \(transaction.chain.displayName). La conferma può richiedere un momento — puoi lasciare questa schermata in sicurezza.
ja: \(transaction.chain.displayName) ネットワークにブロードキャストしました。確認には少し時間がかかることがあります — この画面はそのまま閉じても問題ありません。
ko: \(transaction.chain.displayName) 네트워크에 전송했어요. 확인에 잠시 시간이 걸릴 수 있어요 — 이 화면을 벗어나도 괜찮아요.
lt: Išsiųsta į \(transaction.chain.displayName) tinklą. Patvirtinimas gali šiek tiek užtrukti — galite saugiai palikti šį ekraną.
lv: Pārraidīts uz \(transaction.chain.displayName) tīklu. Apstiprināšana var aizņemt mirkli — jūs varat droši pamest šo ekrānu.
ml: \(transaction.chain.displayName) നെറ്റ്‌വർക്കിലേക്ക് പ്രക്ഷേപണം ചെയ്തു. സ്ഥിരീകരണത്തിന് അല്പസമയം എടുത്തേക്കാം — ഈ സ്ക്രീൻ സുരക്ഷിതമായി വിട്ടുപോകാം.
mr: \(transaction.chain.displayName) नेटवर्कवर प्रसारित केले. पुष्टी होण्यास थोडा वेळ लागू शकतो — तुम्ही ही स्क्रीन सुरक्षितपणे सोडू शकता.
ms: Disiarkan ke rangkaian \(transaction.chain.displayName). Pengesahan mungkin mengambil seketika — anda boleh meninggalkan skrin ini dengan selamat.
nb: Kringkastet til \(transaction.chain.displayName)-nettverket. Bekreftelsen kan ta et øyeblikk — du kan trygt forlate denne skjermen.
nl: Verzonden naar het \(transaction.chain.displayName)-netwerk. Bevestiging kan even duren — je kunt dit scherm veilig verlaten.
pa: \(transaction.chain.displayName) ਨੈੱਟਵਰਕ ਉੱਤੇ ਪ੍ਰਸਾਰਿਤ ਕੀਤਾ। ਪੁਸ਼ਟੀ ਹੋਣ ਵਿੱਚ ਕੁਝ ਪਲ ਲੱਗ ਸਕਦੇ ਹਨ — ਤੁਸੀਂ ਇਸ ਸਕ੍ਰੀਨ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਛੱਡ ਸਕਦੇ ਹੋ।
pl: Wysłano do sieci \(transaction.chain.displayName). Potwierdzenie może chwilę potrwać — można bezpiecznie opuścić ten ekran.
pt_br: Transmitida para a rede \(transaction.chain.displayName). A confirmação pode levar um momento — você pode sair desta tela com segurança.
ro: Difuzată către rețeaua \(transaction.chain.displayName). Confirmarea poate dura un moment — puteți părăsi acest ecran în siguranță.
ru: Отправлено в сеть \(transaction.chain.displayName). Подтверждение может занять время — вы можете спокойно покинуть этот экран.
sk: Odoslané do siete \(transaction.chain.displayName). Potvrdenie môže chvíľu trvať — túto obrazovku môžete bezpečne opustiť.
sl: Posredovano v omrežje \(transaction.chain.displayName). Potrditev lahko traja trenutek — ta zaslon lahko varno zapustite.
sr: Емитовано у мрежу \(transaction.chain.displayName). Потврда може потрајати тренутак — овај екран можете безбедно напустити.
sv: Sänd till \(transaction.chain.displayName)-nätverket. Bekräftelsen kan ta en stund — du kan lämna den här skärmen utan risk.
sw: Imetangazwa kwa mtandao wa \(transaction.chain.displayName). Uthibitisho unaweza kuchukua muda kidogo — unaweza kuondoka kwenye skrini hii kwa usalama.
ta: \(transaction.chain.displayName) நெட்வொர்க்கில் ஒளிபரப்பப்பட்டது. உறுதிப்படுத்தலுக்கு சிறிது நேரம் ஆகலாம் — இந்தத் திரையைப் பாதுகாப்பாக விட்டுச் செல்லலாம்.
te: \(transaction.chain.displayName) నెట్‌వర్క్‌కి ప్రసారం చేయబడింది. నిర్ధారణకు కొద్దిసేపు పట్టవచ్చు — మీరు ఈ స్క్రీన్‌ను సురక్షితంగా వదిలి వెళ్లవచ్చు.
th: เผยแพร่ไปยังเครือข่าย \(transaction.chain.displayName) แล้ว การยืนยันอาจใช้เวลาสักครู่ — คุณออกจากหน้านี้ได้อย่างปลอดภัย
tr: \(transaction.chain.displayName) ağına yayınlandı. Onay biraz zaman alabilir — bu ekrandan güvenle ayrılabilirsiniz.
uk: Надіслано до мережі \(transaction.chain.displayName). Підтвердження може зайняти трохи часу — ви можете безпечно залишити цей екран.
ur: \(transaction.chain.displayName) نیٹ ورک پر نشر کر دیا گیا۔ تصدیق میں کچھ لمحے لگ سکتے ہیں — آپ بحفاظت اس اسکرین سے باہر جا سکتے ہیں۔
vi: Đã phát lên mạng \(transaction.chain.displayName). Việc xác nhận có thể mất một lát — bạn có thể rời màn hình này một cách an toàn.
zh_hans: 已广播至 \(transaction.chain.displayName) 网络。确认可能需要片刻 — 你可以放心离开此页面。
zh_hant: 已廣播至 \(transaction.chain.displayName) 網路。確認可能需要片刻 — 你可以放心離開此頁面。
